Revit 2024 API
SymbolTypeId.WPerM Property
 Symbol W/m, indicating unit Watts per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WPerM { get; }
Visual Basic
Public Shared ReadOnly Property WPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace